<?xml version="1.0" encoding="ISO-8859-1" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
      xmlns:ui="http://java.sun.com/jsf/facelets"
      xmlns:h="http://java.sun.com/jsf/html"
      xmlns:f="http://java.sun.com/jsf/core"
      xmlns:p="http://primefaces.prime.com.tr/ui"
      xmlns:c="http://java.sun.com/jsp/jstl/core">

    <ui:composition template="/templates/templateNovedades.xhtml">
        <ui:define name="title">
            <h:outputText value=" "></h:outputText>
        </ui:define>
        <ui:define name="bodyNovedades">
        <h:form id="carritoCompra" styleClass="jsfcrud_list_form">
            <h:panelGroup id="messagePanel" layout="block">
                <h:messages errorStyle="color: red" infoStyle="color: green" layout="table"/>
            </h:panelGroup>

            <h1>Acerca de Nosotros</h1>
            <p>&nbsp;</p>

         

            
             <h:panelGroup>


                 <p:tabView>
                     <p:tab title="Misi&oacute;n"  >
                         <h:panelGroup style="font-size:14px;">
                         <center><p><strong> Misi&oacute;n </strong></p></center>
                         <br/><br/><br/><br/>
El &Aacute;rea de Publicaciones es la Unidad Administrativa responsable de publicar mensualmente la revista del Tribunal Federal de Justicia Fiscal y Administrativa, adem&aacute;s de otras obras relacionadas al mismo, proveyendo de la informaci&oacute;n necesaria a todos los servidores p&uacute;blicos de este &oacute;rgano colegiado, as&iacute; como a los particulares en el &aacute;mbito administrativo, llevando a cabo de esta manera una actualizaci&oacute;n de criterios en asuntos novedosos de materia fiscal y administrativa, difundiendo su publicaci&oacute;n, a trav&eacute;s de Librer&iacute;as Jur&iacute;dicas Especializadas, de diversos puntos de venta y distribuidores privados.
                         </h:panelGroup>
                     </p:tab>

                     <p:tab title="Visi&oacute;n">
                          <h:panelGroup style="font-size:14px;">
                         <center><p><strong>Visi&oacute;n</strong></p> </center>
                         <br/><br/><br/><br/>
Incrementar la cantidad de obras publicadas, tanto impresas como en formato digital y en Internet, relacionadas con las materias fiscal y administrativa, a trav&eacute;s de tecnolog&iacute;a de punta, permitiendo de esta manera tener a disposici&oacute;n de los servidores p&uacute;blicos y particulares dichas obras de manera cada vez m&Aacute;s &Aacute;gil, con apego a los lineamientos de edici&oacute;n y comercializaci&oacute;n establecidos en las normas aplicables.
                          </h:panelGroup>
                     </p:tab>

                     <p:tab title="Objetivos Generales">
                          <h:panelGroup style="font-size:14px;text-align:justify;">
                          <center><p><strong>Objetivos Generales</strong></p> </center>
                          <br/> <br/> <br/>
                          
                              <br/><br/>
Proponer el programa anual de publicaciones para su aprobaci&oacute;n por parte de la Junta de Gobierno y Administraci&oacute;n.
Publicar en la revista del Tribunal Federal de Justicia Fiscal y Administrativa, las tesis emitidas por el Pleno y las Secciones de la Sala Superior y de las Salas Regionales, las sentencias y votos particulares, correspondientes, en tiempo y forma estipulados.
Mantener actualizados los bancos de datos de las tesis, sentencias y votos particulares publicados en la revista, y el cat&Aacute;logo de publicaciones.
Editar las obras especializadas contempladas en el programa anual de publicaciones con la calidad y en los tiempos programados.
<br/><br/>
Desarrollar sistemas para la publicaci&oacute;n de las tesis de jurisprudencia a trav&eacute;s de disco compacto, Internet e Intranet para el seguimiento de aprobaci&oacute;n y publicaci&oacute;n de las mismas; as&iacute; como implementar sistemas para la operaci&oacute;n de una librer&iacute;a virtual y de Librer&iacute;as Jur&iacute;dicas Especializadas, con el fin de modernizar dichas actividades de acuerdo a la actual tecnolog&iacute;a.
Proporcionar en forma oportuna las revistas y publicaciones a magistrados y secretarios de acuerdos, al personal profesional y sus bibliotecas.
Promover las ventas de las obras editadas por el Tribunal Federal de Justicia Fiscal y Administrativa en los puntos de venta de las salas regionales for&Aacute;neas, en las Librer&iacute;as Jur&iacute;dicas Especializadas, manteniendo en estas &uacute;ltimas el fondo editorial del Tribunal y publicaciones de otras editoriales en materia jur&iacute;dica.
Proporcionar en forma oportuna, confiable y completa la informaci&oacute;n sobre los Estados Financieros del Fideicomiso para promover la Investigaci&oacute;n del Derecho Fiscal y Administrativo.
Realizar las compras de obras de otras editoriales en forma oportuna, haciendo la selecci&oacute;n adecuada tanto en cantidad como en t&iacute;tulos, rotar los inventarios en menor tiempo.
                         
                          </h:panelGroup>

                     </p:tab>
                 </p:tabView>

                    


            </h:panelGroup>
           
           
           
        </h:form>
        </ui:define>
    </ui:composition>

</html>
